{
  "products": [
    {
      "id": 1,
      "name": "iPhone SE",
      "brand": "apple",
      "description": "The iPhone SE 2022 is yet another successful upgrade to Apple's cheapest iPhone, boasting better performance and connectivity. It also champions the thin and light form factor. iPhones tend to be expensive, but this gives fans of the smartphone a cheaper entry into the family."
    },
    {
      "id": 2,
      "name": "iPhone 14 Pro",
      "brand": "apple",
      "description": "Apple's newest iPhone family offers you the best iOS experience yet, and a few tweaks like satellite emergency SOS, a punch-hole cut-out for the front display and a 48MP main camera."
    },
    {
      "id": 3,
      "name": "Google Pixel 6",
      "brand": "google",
      "description": "The Google Pixel 6 and Google Pixel 6 Pro came out in October 2021 to much fanfare over its new Google-designed Tensor chipset, which the company alleged would enable incredible AI software performance. While we were too quick to expect Apple A-series Bionic levels of performance from Tensor – both Pixel 6 and 6 Pro benchmarks are well below iPhone 13 and Samsung S21 levels – the cameras take the most color- and light-balanced photos we've ever seen from a smartphone."
    },
    {
      "id": 4,
      "name": "Samsung Galaxy S22",
      "brand": "samsung",
      "description": "The Samsung Galaxy S22 is the best phone for Samsung users who don't need all the pro-level features and frills. It's just the right size for most, delivers fast performance, and offers a smooth Android experience. A nice upgrade from its predecessor, it also boasts a better camera."
    },
    {
      "id": 5,
      "name": "OnePlus 10 Pro",
      "brand": "opo",
      "description": "The OnePlus 10 Pro is the top choice for OnePlus fans. This fairly new release has a fantastic display, plenty of power under the hood, and fast charging capabilities. The best part is that it's more affordable than rival Pro phones."
    }
  ]
}
